Repository: NautaDevs/localization
Catalog: */Resources.resw
Source language: en_us
Languages: da_dk, de_de, fr_fr, hu_hu, ja_jp, ko_kr, nl_nl, pt_br, ru_ru, th_th, uk_ua, vi_vn

# Guideline_Rule_2_Info.Description
source: No age-restricted or obscene content. This includes text, image and video links featuring nudity, sex, hard violence or other disturbing graphic content.
da_dk: Intet aldersbegrænset eller uanstændigt indhold. Dette inkluderer tekst-, billed- og videolinks med nøgenhed, sex, hård vold eller andet forstyrrende grafisk indhold.
de_de: Keine altersbeschränkten oder obszönen Inhalte. Dazu gehören Text-, Bild- und Videolinks, die Nacktheit, Sex, harte Gewalt oder andere verstörende grafische Inhalte enthalten.
fr_fr: Aucun contenu obscène ou soumis à une limite d'âge. Cela inclut des liens texte, image et vidéo présentant de la nudité, du sexe, de la violence ou tout autre contenu graphique dérangeant ou obscène.
hu_hu: Nincs korhatáros vagy obszcén tartalom. Ide tartoznak a meztelenséget, szexet, kemény erőszakot vagy egyéb zavaró grafikus tartalmat bemutató szöveges, képi és videolinkek.
ja_jp: 年齢制限やわいせつな内容は含まれません。これには、ヌード、セックス、激しい暴力、その他の不穏なグラフィック コンテンツを含むテキスト、画像、ビデオのリンクが含まれます。
ko_kr: 연령 제한이 있거나 음란한 콘텐츠가 없습니다. 여기에는 과도한 노출, 성행위, 가혹한 폭력 또는 기타 충격적인 그래픽 콘텐츠가 포함된 텍스트, 이미지 및 비디오 링크가 포함됩니다.
nl_nl: Geen leeftijdsgebonden of obscene inhoud. Dit omvat tekst-, beeld- en videolinks met naaktheid, seks, hard geweld of andere verontrustende grafische inhoud.
pt_br: Nenhum conteúdo com restrição de idade ou obsceno. Isso inclui links de texto, imagem e vídeo com nudez, sexo, violência violenta ou outro conteúdo gráfico perturbador.
ru_ru: Никаких возрастных ограничений и непристойного контента. Сюда входят текстовые, графические и видеоссылки, показывающие наготу, секс, жестокое насилие или другой тревожный графический контент.
th_th: ไม่มีการจำกัดอายุหรือเนื้อหาลามก ซึ่งรวมถึงลิงก์ข้อความ รูปภาพ และวิดีโอที่มีภาพเปลือย เพศ ความรุนแรง หรือเนื้อหากราฟิกที่ก่อกวนอื่นๆ
uk_ua: Без вікових обмежень або непристойного контенту. Сюди входять текстові, графічні та відеопосилання, які демонструють оголене тіло, секс, жорстоке насильство чи інший тривожний графічний вміст.
vi_vn: Không có nội dung giới hạn độ tuổi hoặc tục tĩu. Điều này bao gồm các liên kết văn bản, hình ảnh và video có ảnh khỏa thân, tình dục, bạo lực nghiêm trọng hoặc nội dung đồ họa gây phản cảm khác.

# Guideline_Rule_2_Title.Text
source: No NSFW content
da_dk: Intet NSFW-indhold
de_de: Keine NSFW Inhalte
fr_fr: Aucun contenu NSFW
hu_hu: Nincs NSFW tartalom
ja_jp: NSFW コンテンツはありません
ko_kr: NSFW 콘텐츠 없음
nl_nl: Geen NSFW-inhoud
pt_br: Nenhum conteúdo NSFW
ru_ru: Нет контента NSFW
th_th: ไม่มีเนื้อหา NSFW
uk_ua: Немає вмісту NSFW
vi_vn: Không có nội dung NSFW

# Guideline_Rule_3_Info.Description
source: No spam or promotion (discord server links, advertisements, etc).
da_dk: Ingen spam eller reklame (discord-serverlinks, reklamer osv.).
de_de: Kein Spam oder Werbung (Discord Server Links, Werbung, etc.).
fr_fr: Pas de spam ni de promotion (liens de serveur Discord, publicités, etc).
hu_hu: Nincs spam vagy promóció (discord szerver linkek, hirdetések stb).
ja_jp: スパムやプロモーション (Discord サーバーのリンク、広告など) はありません。
ko_kr: 스팸이나 홍보(디스코드 서버 링크, 광고 등)가 없습니다.
nl_nl: Geen spam of promotie (links naar discord-servers, advertenties, enz.).
pt_br: Sem spam ou promoção (links de servidores de discord, anúncios, etc.).
ru_ru: Никакого спама и рекламы (ссылки на серверы Discord, реклама и т. д.).
th_th: ไม่มีสแปมหรือโปรโมชั่น (ลิงก์เซิร์ฟเวอร์ discord โฆษณา ฯลฯ)
uk_ua: Без спаму та реклами (посилання на сервер Discord, реклама тощо).
vi_vn: Không có thư rác hoặc quảng cáo (liên kết máy chủ bất hòa, quảng cáo, v.v.).

# Guideline_Rule_3_Title.Text
source: No spam or promotion
da_dk: Ingen spam eller reklame
de_de: Kein Spam oder Werbung
fr_fr: Pas de spam ni de promotion
hu_hu: Nincs spam vagy promóció
ja_jp: スパムや宣伝はありません
ko_kr: 스팸이나 프로모션 금지
nl_nl: Geen spam of promotie
pt_br: Sem spam ou promoção
ru_ru: Никакого спама и рекламы
th_th: ไม่มีสแปมหรือโปรโมชั่น
uk_ua: Без спаму та реклами
vi_vn: Không có thư rác hoặc quảng cáo

# Help_Card_Hotkeys.Header
source: Hotkeys
da_dk: Genvejstaster
fr_fr: Raccourcis clavier
hu_hu: Gyorsbillentyűk
ja_jp: ホットキー
ko_kr: 단축키
nl_nl: Sneltoetsen
pt_br: Teclas de atalho
ru_ru: Горячие клавиши
th_th: ปุ่มลัด
uk_ua: Гарячі клавіші
vi_vn: Phím nóng

# Help_Card_Search.Header
source: Search
da_dk: Søge
de_de: Suche
fr_fr: Recherche
hu_hu: Keresés
ja_jp: 検索
ko_kr: 찾다
nl_nl: Zoekopdracht
pt_br: Pesquisar
ru_ru: Поиск
th_th: ค้นหา
uk_ua: Пошук
vi_vn: Tìm kiếm

# Help_Card_Notifications.Header
source: Notifications
da_dk: Meddelelser
de_de: Benachrichtigungen
hu_hu: Értesítések
ja_jp: 通知
ko_kr: 알림
nl_nl: Meldingen
pt_br: Notificações
ru_ru: Уведомления
th_th: การแจ้งเตือน
uk_ua: Сповіщення
vi_vn: Thông báo

# Help_Group_Inquiries.Header
source: More inquiries? Join the Discord!
da_dk: Flere henvendelser? Deltag i Discord!
de_de: Mehr Anfragen? Treten Sie dem Discord bei!
fr_fr: Plus de questions ? Rejoignez le Discord !
hu_hu: További kérdései vannak? Csatlakozz a Discordhoz!
ja_jp: さらにお問い合わせがありますか?ディスコードに参加しましょう！
ko_kr: 더 문의사항이 있으신가요? 디스코드에 참여하세요!
nl_nl: Meer vragen? Sluit je aan bij de onenigheid!
pt_br: Mais perguntas? Junte-se ao Discord!
ru_ru: Еще вопросы? Присоединяйтесь к Дискорду!
th_th: สอบถามเพิ่มเติม? เข้าร่วมดิสคอร์ด!
uk_ua: Більше запитів? Приєднуйтесь до Discord!
vi_vn: Thêm yêu cầu? Tham gia vào sự bất hòa!

# Help_Group_Shortcuts.Header
source: Shortcuts
da_dk: Genveje
fr_fr: Raccourcis
hu_hu: Parancsikonok
ja_jp: ショートカット
ko_kr: 단축키
nl_nl: Snelkoppelingen
pt_br: Atalhos
ru_ru: Ярлыки
th_th: ทางลัด
uk_ua: Ярлики
vi_vn: Phím tắt

# HelpDesc.Text
source: Need help on finding things? 🔍 We got your back!
da_dk: Har du brug for hjælp til at finde ting? 🔍 Vi har din ryg!
de_de: Brauchen Sie Hilfe bei der Suche nach Dingen? 🔍 Wir sind für Sie da!
fr_fr: Besoin d'aide pour trouver des choses ? 🔍 Nous sommes là pour vous !
hu_hu: Segítségre van szüksége a dolgok megtalálásához? 🔍 Mi segítünk!
ja_jp: 物を探すのに助けが必要ですか? 🔍 私たちはあなたの背中を押してくれました！
ko_kr: 물건을 찾는 데 도움이 필요하신가요? 🔍 우리가 도와드리겠습니다!
nl_nl: Hulp nodig bij het vinden van spullen? 🔍 Wij staan ​​achter je!
pt_br: Precisa de ajuda para encontrar coisas? 🔍 Nós ajudamos você!
ru_ru: Нужна помощь в поиске вещей? 🔍Мы вас поддержим!
th_th: ต้องการความช่วยเหลือในการค้นหาสิ่งต่าง ๆ หรือไม่? 🔍 เราคอยสนับสนุนคุณอยู่!
uk_ua: Потрібна допомога в пошуку речей? 🔍 Ми за тобою!
vi_vn: Cần giúp đỡ về việc tìm kiếm mọi thứ? 🔍 Chúng tôi đã hỗ trợ bạn!

# HelpTitle.Text
source: Help
da_dk: Hjælp
de_de: Hilfe
fr_fr: Aide
hu_hu: Segítség
ja_jp: ヘルプ
ko_kr: 돕다
nl_nl: Hulp
pt_br: Ajuda
ru_ru: Помощь
th_th: ช่วย
uk_ua: Довідка
vi_vn: Giúp đỡ

# Library_Most_Popular.ToolTipService.ToolTip
source: Most popular
da_dk: Mest populær
de_de: Am beliebtesten
fr_fr: Le plus populaire
hu_hu: Legnepszerubb
ja_jp: 最も人気のある
ko_kr: 가장 인기있는
nl_nl: Meest populair
pt_br: Mais popular
ru_ru: Самый популярный
th_th: ที่นิยมมากที่สุด
uk_ua: Найпопулярніший
vi_vn: Phổ biến nhất

# Library_Author.Text
source: Author
da_dk: Forfatter
de_de: Autor
fr_fr: Auteur
hu_hu: Szerző
ja_jp: 著者
ko_kr: 작가
nl_nl: Auteur
pt_br: Autor
ru_ru: Автор
th_th: ผู้เขียน
uk_ua: Автор
vi_vn: Tác giả

# Library_Game.Text
source: Game
da_dk: Spil
de_de: Spiel
fr_fr: Jeu
hu_hu: Játék
ja_jp: ゲーム
ko_kr: 게임
nl_nl: Spel
pt_br: Jogo
ru_ru: Игра
th_th: เกม
uk_ua: Гра
vi_vn: Trò chơi

# Library_Settings.Header
source: Project settings
da_dk: Projektindstillinger
de_de: Projekt Einstellungen
fr_fr: Paramètres du projet
hu_hu: Projektbeállítások
ja_jp: プロジェクト設定
ko_kr: 프로젝트 설정
nl_nl: Projectinstellingen
pt_br: Configurações do projeto
ru_ru: Настройки проекта
th_th: การตั้งค่าโครงการ
uk_ua: Налаштування проекту
vi_vn: Cài đặt dự án

# Library_Settings_Gamemode.Header
source: Select gamemode
da_dk: Vælg spiltilstand
de_de: Spielmodus auswählen
fr_fr: Sélectionnez le mode de jeu
hu_hu: Válassza ki a játékmódot
ja_jp: ゲームモードの選択
ko_kr: 게임 모드 선택
nl_nl: Selecteer spelmodus
pt_br: Selecione o modo de jogo
ru_ru: Выберите режим игры
th_th: เลือกโหมดเกม
uk_ua: Виберіть ігровий режим
vi_vn: Chọn chế độ chơi

# Library_Settings_Platform.Header
source: Select platform
da_dk: Vælg platform
de_de: Plattform wählen
fr_fr: Sélectionnez la plateforme
hu_hu: Válassza ki a platformot
ja_jp: プラットフォームの選択
ko_kr: 플랫폼 선택
nl_nl: Selecteer platform
pt_br: Selecione a plataforma
ru_ru: Выберите платформу
th_th: เลือกแพลตฟอร์ม
uk_ua: Виберіть платформу
vi_vn: Chọn nền tảng

# Library_Inject.Text
source: Inject
da_dk: Indsprøjte
de_de: Injizieren
fr_fr: Injecter
hu_hu: Injektálás
ja_jp: 注入する
ko_kr: 주사하다
nl_nl: Injecteren
pt_br: Injetar
ru_ru: Вводить
th_th: ฉีด
uk_ua: Вводити
vi_vn: tiêm

# Library_InjectionCount.Text
source: Injections
da_dk: Injektioner
de_de: Injektionen
hu_hu: Injekciók
ja_jp: 注射
ko_kr: 주사
nl_nl: Injecties
pt_br: Injeções
ru_ru: Инъекции
th_th: การฉีด
uk_ua: ін'єкції
vi_vn: Thuốc tiêm

# Library_LastUpdateDate.Text
source: Last updated on
da_dk: Sidst opdateret den
de_de: Letzte Aktualisierung am
fr_fr: Dernière mise à jour le
hu_hu: Utoljára frissítve
ja_jp: 最終更新日
ko_kr: 마지막 업데이트 날짜
nl_nl: Laatst bijgewerkt op
pt_br: Última atualização em
ru_ru: Последнее обновление:
th_th: อัปเดตครั้งล่าสุดเมื่อ
uk_ua: Востаннє оновлено
vi_vn: Cập nhật lần cuối vào

# Library_Showcase.Content
source: Showcase
da_dk: Udstillingsvindue
de_de: Ausstellung
fr_fr: Vitrine
hu_hu: Kirakat
ja_jp: ショーケース
ko_kr: 유리 진열장
nl_nl: Etalage
pt_br: Demonstração
ru_ru: Витрина
th_th: ตู้โชว์
uk_ua: Вітрина
vi_vn: trưng bày

# Library_Unload.Text
source: Unload
da_dk: Losse
de_de: Entladen
fr_fr: Retirer
hu_hu: Kitöltés
ja_jp: アンロード
ko_kr: 부리다
nl_nl: Lossen
ru_ru: Разгрузить
th_th: ยกเลิกการโหลด
uk_ua: Розвантажити
vi_vn: Dỡ bỏ

# Login_Dialog.Title
source: Welcome to
da_dk: Velkommen til
de_de: Willkommen bei
fr_fr: Bienvenue sur
hu_hu: Üdvözölje a
ja_jp: へようこそ
ko_kr: 에 오신 것을 환영합니다
nl_nl: Welkom bij
pt_br: Bem-vindo ao
ru_ru: Добро пожаловать в
th_th: ยินดีต้อนรับสู่
uk_ua: Ласкаво просимо до
vi_vn: Chào mừng đến với

# Login_Dialog_Button_Login.Content
source: Login
da_dk: Log ind
de_de: Anmeldung
fr_fr: Se connecter
hu_hu: Belépés
ja_jp: ログイン
ko_kr: 로그인
ru_ru: Авторизоваться
th_th: เข้าสู่ระบบ
uk_ua: Логін
vi_vn: Đăng nhập

# Login_Dialog_Button_Register.Content
source: Register
de_de: Registrieren
fr_fr: S'inscrire
hu_hu: Regisztráció
ja_jp: 登録する
ko_kr: 등록하다
pt_br: Cadastre-se
ru_ru: Зарегистрироваться
th_th: ลงทะเบียน
uk_ua: зареєструватися
vi_vn: Đăng ký

# Login_Dialog_Button_Register_Info.Text
source: New to
da_dk: Ny hos {App-Name}
de_de: Neu bei{App-Name}
fr_fr: Nouvel Utilisateur
hu_hu: Új a {App-Name}-nál
ja_jp: {アプリ名} を初めて使用する
ko_kr: {App-Name}의 새로운 기능
nl_nl: Nieuw bij {App-Name}
pt_br: Novo no {App-Name}
ru_ru: Новое в {App-Name}
th_th: ใหม่กับ {App-Name}
uk_ua: Нове в {App-Name}
vi_vn: Mới đối với {App-Name}

# Login_Dialog_ForgotPassword.Content
source: Forgot your password?
da_dk: Har du glemt din adgangskode?
de_de: Haben Sie Ihr Passwort vergessen?
fr_fr: Mot de passe oublié?
hu_hu: Elfelejtette a jelszavát?
ja_jp: パスワードをお忘れですか？
ko_kr: 비밀번호를 잊으셨나요?
nl_nl: Wachtwoord vergeten?
pt_br: Esqueceu sua senha?
ru_ru: Забыли пароль?
th_th: ลืมรหัสผ่าน?
uk_ua: Забули пароль?
vi_vn: Bạn quên mật khẩu?

# Login_Dialog_Password.PlaceholderText
source: Enter your password
da_dk: Indtast din adgangskode
de_de: Geben Sie Ihr Passwort ein
fr_fr: Entrez votre mot de passe
hu_hu: Írd be a jelszavad
ja_jp: パスワードを入力してください
ko_kr: 비밀번호를 입력하세요
nl_nl: Voer uw wachtwoord in
pt_br: Insira sua nova senha
ru_ru: Введите свой пароль
th_th: ใส่รหัสผ่านของคุณ
uk_ua: Введіть свій пароль
vi_vn: Nhập mật khẩu của bạn

# Login_Dialog_Username.PlaceholderText
source: Username
da_dk: Brugernavn
de_de: Benutzername
fr_fr: Nom d'utilisateur
hu_hu: Felhasználónév
ja_jp: ユーザー名
ko_kr: 사용자 이름
nl_nl: Gebruikersnaam
ru_ru: Имя пользователя
th_th: ชื่อผู้ใช้
uk_ua: Ім'я користувача
vi_vn: Tên người dùng

# Minigame_Selector_Dialog_Emoji.Header
source: Find the 🎉
da_dk: Find 🎉
de_de: Finde die 🎉
fr_fr: Trouvez le 🎉
hu_hu: Keresse meg a 🎉-t
ja_jp: 🎉を見つけてください
ko_kr: 🎉를 찾아보세요
nl_nl: Zoek de 🎉
pt_br: Encontre o 🎉
ru_ru: Найдите 🎉
th_th: ค้นหา 🎉
uk_ua: Знайдіть 🎉
vi_vn: Tìm 🎉

# Minigame_Selector_Dialog_Title
source: Select a minigame
da_dk: Vælg et minispil
de_de: Wählen Sie ein Minispiel
fr_fr: Sélectionnez un mini-jeu
hu_hu: Válassz egy minijátékot
ja_jp: ミニゲームを選択してください
ko_kr: 미니게임을 선택하세요
nl_nl: Selecteer een minigame
pt_br: Selecione um minigame
ru_ru: Выберите мини-игру
th_th: เลือกมินิเกม
uk_ua: Виберіть міні-гру
vi_vn: Chọn một trò chơi nhỏ

# MyProfile_AccountBalance.Header
source: Account balance
da_dk: Kontosaldo
de_de: Kontostand
fr_fr: Solde du compte
hu_hu: Egyenleg
ja_jp: 口座残高
ko_kr: 계좌 잔고
nl_nl: Rekeningsaldo
pt_br: Saldo da conta
ru_ru: Баланс счета
th_th: ยอดเงินในบัญชี
uk_ua: Баланс на рахунку
vi_vn: Số dư tài khoản

# MyProfile_AccountRole.Header
source: Account role
da_dk: Kontorolle
de_de: Kontorolle
fr_fr: Rôle du compte
hu_hu: Fiók szerepkör
ja_jp: アカウントの役割
ko_kr: 계정 역할
nl_nl: Accountrol
pt_br: Cargo
ru_ru: Роль аккаунта
th_th: บทบาทบัญชี
uk_ua: Роль облікового запису
vi_vn: Vai trò tài khoản

# MyProfile_Avatar_Flyout_Group_Select.Text
source: Select an avatar
da_dk: Vælg en avatar
de_de: Einen Avatar auswählen
fr_fr: Sélectionnez un avatar
hu_hu: Avatar testreszabása
ja_jp: アバターを選択してください
ko_kr: 아바타를 선택하세요
nl_nl: Selecteer een avatar
pt_br: Selecione um dos avatares que adquiriu na loja
ru_ru: Выберите аватар
th_th: เลือกอวตาร
uk_ua: Виберіть аватар
vi_vn: Chọn một hình đại diện

# MyProfile_Avatar_Flyout_Title.Text
source: Avatar customization
da_dk: Avatar tilpasning
de_de: Avatar anpassen
fr_fr: Personnalisation de l'avatar
hu_hu: Válassz egy avatart
ja_jp: アバターのカスタマイズ
ko_kr: 아바타 사용자 정의
nl_nl: Avatar-aanpassing
pt_br: Avatares adquiridos
ru_ru: Настройка аватара
th_th: การปรับแต่งอวตาร
uk_ua: Налаштування аватара
vi_vn: Tùy chỉnh hình đại diện

# MyProfile_Banner_Flyout_Group_Select.Text
source: Select a banner
da_dk: Vælg et banner
de_de: Wählen Sie ein Banner
fr_fr: Sélectionnez une bannière
hu_hu: Válasszon ki egy bannert
ja_jp: バナーを選択してください
ko_kr: 배너를 선택하세요
nl_nl: Selecteer een spandoek
pt_br: Selecione uma das capas que adquiriu na loja
ru_ru: Выберите баннер
th_th: เลือกแบนเนอร์
uk_ua: Виберіть банер
vi_vn: Chọn một biểu ngữ

# MyProfile_Banner_Flyout_Title.Text
source: Banner customization
da_dk: Bannertilpasning
de_de: Banner Anpassung
fr_fr: Personnalisation de la bannière
hu_hu: Banner testreszabása
ja_jp: バナーのカスタマイズ
ko_kr: 배너 맞춤설정
nl_nl: Aanpassing van banners
pt_br: Capas adquiridas
ru_ru: Настройка баннера
th_th: การปรับแต่งแบนเนอร์
uk_ua: Налаштування банера
vi_vn: Tùy chỉnh biểu ngữ

# MyProfile_Button_Avatar.Content
source: Browse avatars
da_dk: Gennemse avatarer
de_de: Avatare suchen
fr_fr: Parcourir les avatars
hu_hu: Avatarok böngészése
ja_jp: アバターを閲覧する
ko_kr: 아바타 찾아보기
nl_nl: Blader door avatars
pt_br: Escolher avatar
ru_ru: Просмотр аватаров
th_th: เรียกดูอวตาร
uk_ua: Переглядайте аватари
vi_vn: Duyệt hình đại diện

# MyProfile_Button_Banner.Content
source: Browse banners
da_dk: Gennemse bannere
de_de: Banner durchsuchen
fr_fr: Parcourir les bannières
hu_hu: Böngésszen a bannerek között
ja_jp: バナーを参照する
ko_kr: 배너 찾아보기
nl_nl: Blader door banners
pt_br: Escolher capa
ru_ru: Просмотр баннеров
th_th: เรียกดูแบนเนอร์
uk_ua: Переглядайте банери
vi_vn: Duyệt biểu ngữ

# MyProfile_Card_AccountInfo.Header
source: Account info
da_dk: Kontooplysninger
de_de: Konto Informationen
fr_fr: Informations du compte
hu_hu: Fiókformáció
ja_jp: アカウント情報
ko_kr: 계정 정보
nl_nl: Accountinformatie
pt_br: Informações da conta
ru_ru: Информация об аккаунте
th_th: ข้อมูลบัญชี
uk_ua: Інформація про обліковий запис
vi_vn: Thông tin tài khoản

# MyProfile_Card_Avatar.Header
source: Choose an avatar
da_dk: Vælg en avatar
de_de: Wähle einen Avatar
fr_fr: Choisir un avatar
hu_hu: Válassz egy avatart
ja_jp: アバターを選択してください
ko_kr: 아바타를 선택하세요
nl_nl: Kies een avatar
pt_br: Selecione um avatar
ru_ru: Выберите аватар
th_th: เลือกอวตาร
uk_ua: Виберіть аватар
vi_vn: Chọn một hình đại diện

# MyProfile_Card_Banner.Header
source: Choose a banner
da_dk: Vælg et banner
de_de: Wählen Sie ein Banner
fr_fr: Choisissez une bannière
hu_hu: Válasszon egy bannert
ja_jp: バナーを選択してください
ko_kr: 배너를 선택하세요
nl_nl: Kies een spandoek
pt_br: Selecione uma capa
ru_ru: Выберите баннер
th_th: เลือกแบนเนอร์
uk_ua: Виберіть банер
vi_vn: Chọn một biểu ngữ

# MyProfile_Card_CreationDate.Header
source: Account creation date
da_dk: Konto oprettelsesdato
de_de: Datum der Kontoerstellung
fr_fr: Date de création du compte
hu_hu: Fiók létrehozásának dátuma
ja_jp: アカウント作成日
ko_kr: 계정 생성 날짜
nl_nl: Aanmaakdatum van account
pt_br: Data de criação da conta
ru_ru: Дата создания аккаунта
th_th: วันที่สร้างบัญชี
uk_ua: Дата створення облікового запису
vi_vn: Ngày tạo tài khoản

# MyProfile_Card_SignInOptions.Header
source: Sign-in options
da_dk: Indlogningsmuligheder
de_de: Anmeldeoptionen
fr_fr: Options de connexion
hu_hu: Bejelentkezési lehetőségek
ja_jp: サインインオプション
ko_kr: 로그인 옵션
nl_nl: Inlogopties
pt_br: Opções de login
ru_ru: Варианты входа
th_th: ตัวเลือกการลงชื่อเข้าใช้
uk_ua: Параметри входу
vi_vn: Tùy chọn đăng nhập

# MyProfile_Card_Subscription.Header
source: Subscription
da_dk: Abonnement
de_de: Abo
fr_fr: Type d'abonnement
hu_hu: Feliratkozás
ja_jp: サブスクリプション
ko_kr: 신청
nl_nl: Abonnement
pt_br: Plano
ru_ru: Подписка
th_th: สมัครสมาชิก
uk_ua: Підписка
vi_vn: Đăng ký

# MyProfile_Card_TimeOnline.Header
source: Time spent online
da_dk: Tid brugt online
de_de: Online verbrachte Zeit
fr_fr: Temps passé en ligne
hu_hu: Online töltött idő
ja_jp: オンラインで過ごす時間
ko_kr: 온라인에서 보낸 시간
nl_nl: Tijd die u online doorbrengt
pt_br: Tempo gasto on-line
ru_ru: Время, проведенное онлайн
th_th: เวลาที่ใช้ในการออนไลน์
uk_ua: Час, проведений онлайн
vi_vn: Thời gian trực tuyến

# MyProfile_Checkbox_AutoLogin.Content
source: Auto login
da_dk: Automatisk login
de_de: Automatische Anmeldung
fr_fr: Connexion Auto
hu_hu: Automatikus bejelentkezés
ja_jp: 自動ログイン
ko_kr: 자동 로그인
nl_nl: Automatisch inloggen
ru_ru: Автоматический вход
th_th: เข้าสู่ระบบอัตโนมัติ
uk_ua: Автоматичний вхід
vi_vn: Tự động đăng nhập

# MyProfile_Checkbox_RememberMe.Content
source: Remember me
da_dk: Husk mig
de_de: Mich merken
fr_fr: Se souvenir de moi
hu_hu: Emlékezz rám
ja_jp: 私を覚えてますか
ko_kr: 나를 기억해
nl_nl: Onthoud mij
pt_br: Lembre de mim
ru_ru: Запомнить меня
th_th: จำฉันไว้
uk_ua: пам'ятай мене
vi_vn: nhớ tôi

# MyProfile_Group_Customization.Header
source: Account customization
da_dk: Kontotilpasning
de_de: Kontoanpassung
fr_fr: Personnalisation du compte
hu_hu: Fiók testreszabása
ja_jp: アカウントのカスタマイズ
ko_kr: 계정 맞춤화
nl_nl: Accountaanpassing
pt_br: Personalização da conta
ru_ru: Настройка учетной записи
th_th: การปรับแต่งบัญชี
uk_ua: Налаштування облікового запису
vi_vn: Tùy chỉnh tài khoản

# MyProfile_Group_General.Header
source: General
da_dk: Generel
de_de: Allgemein
fr_fr: Général
hu_hu: Általános
ja_jp: 一般的な
ko_kr: 일반적인
nl_nl: Algemeen
pt_br: Geral
ru_ru: Общий
th_th: ทั่วไป
uk_ua: Загальний
vi_vn: Tổng quan

# MyProfile_InfoBar_FreeMode.Title
source: Free mode subscription is active.
da_dk: Gratis abonnement er aktivt.
de_de: Das Abo für den kostenlosen Modus ist aktiv.
fr_fr: L'abonnement au mode gratuit est actif.
hu_hu: Az ingyenes mód előfizetés aktív.
ja_jp: 無料モードのサブスクリプションがアクティブです。
ko_kr: 무료 모드 구독이 활성화되었습니다.
nl_nl: Abonnement in de gratis modus is actief.
pt_br: A assinatura do modo gratuito está ativa.
ru_ru: Подписка на бесплатный режим активна.
th_th: การสมัครสมาชิกโหมดฟรีเปิดใช้งานอยู่
uk_ua: Підписка на безкоштовний режим активна.
vi_vn: Đăng ký chế độ miễn phí đang hoạt động.

# MyProfile_InfoBar_Updated.Title
source: Account successfully updated.
da_dk: Kontoen blev opdateret.
de_de: Konto erfolgreich aktualisiert.
fr_fr: Compte mis à jour avec succès.
hu_hu: A fiók sikeresen frissítve.
ja_jp: アカウントが正常に更新されました。
ko_kr: 계정이 성공적으로 업데이트되었습니다.
nl_nl: Account succesvol bijgewerkt.
pt_br: Conta atualizada com sucesso.
ru_ru: Аккаунт успешно обновлен.
th_th: อัปเดตบัญชีเรียบร้อยแล้ว
uk_ua: Обліковий запис успішно оновлено.
vi_vn: Tài khoản được cập nhật thành công.

# MyProfile_PageLink_Store.Text
source: View the store
da_dk: Se butikken
de_de: Den Shop ansehen
fr_fr: Voir le magasin
hu_hu: Nézd meg az üzletet
ja_jp: ストアを見る
ko_kr: 매장 보기
nl_nl: Bekijk de winkel
pt_br: Navegar pela loja
ru_ru: Посмотреть магазин
th_th: ดูร้านค้า
uk_ua: Переглянути магазин
vi_vn: Xem cửa hàng

# MyProfileDesc.Text
source: Customize your profile to stand out. Win NautaCoins to purchase avatars and banners from the store and show off the in the chat 💬 page!
da_dk: Tilpas din profil til at skille sig ud. Vind NautaCoins for at købe avatarer og bannere fra butikken og vise frem på chat-siden 💬!
de_de: Passe dein Profil an, um aufzufallen. Gewinne NautaCoins, um Avatare und Banner im Shop zu kaufen und im Chat 💬 zu zeigen!
fr_fr: Personnalisez votre profil pour vous démarquer. Gagnez des NautaCoins pour acheter des avatars et des bannières dans la boutique et montrez-les sur la page de discussion 💬 !
hu_hu: Szabja testre profilját, hogy kiemelkedjen. Nyerj NautaCoinokat, vásárolj avatarokat és bannereket az üzletből, és mutasd meg a chat 💬 szobában!
ja_jp: プロフィールをカスタマイズして目立つようにしましょう。 NautaCoins を獲得してストアからアバターやバナーを購入し、チャット 💬 ページで自慢しましょう!
ko_kr: 눈에 띄도록 프로필을 맞춤 설정하세요. NautaCoins를 획득하여 상점에서 아바타와 배너를 구매하고 채팅💬 페이지에서 자랑해보세요!
nl_nl: Pas uw profiel aan om op te vallen. Win NautaCoins om avatars en banners in de winkel te kopen en te laten zien op de chat 💬pagina!
pt_br: Personalize seu perfil para se destacar. Ganhe NautaCoins para comprar avatares e capas na loja e exibir no chat 💬!
ru_ru: Настройте свой профиль, чтобы выделиться. Выиграйте NautaCoins, чтобы приобрести аватары и баннеры в магазине и похвастаться страницей в чате 💬!
th_th: ปรับแต่งโปรไฟล์ของคุณให้โดดเด่น รับรางวัล NautaCoins เพื่อซื้ออวตารและแบนเนอร์จากร้านค้าและอวดในหน้าแชท 💌!
uk_ua: Налаштуйте свій профіль, щоб виділятися. Вигравайте монети NautaCoins, щоб придбати аватари та банери в магазині та показати свою сторінку в чаті 💬!
vi_vn: Tùy chỉnh hồ sơ của bạn để nổi bật. Kiếm được NautaCoins để mua hình đại diện và biểu ngữ từ cửa hàng và thể hiện trên trang trò chuyện 💬!

# MyProfileTitle.Text
source: My account
da_dk: Min konto
de_de: Mein Konto
fr_fr: Mon compte
hu_hu: A fiókom
ja_jp: 私のアカウント
ko_kr: 내 계정
nl_nl: Mijn rekening
pt_br: Minha Conta
ru_ru: Мой счет
th_th: บัญชีของฉัน
uk_ua: Мій рахунок
vi_vn: Tài khoản của tôi
